#1) Пользователь вводит сторону квадрата, необходимо рассчитать площадь квадрата, периметр и длину диагонали, после чего вывести это все на экран.
#2) Пользователь вводит три стороны треугольника, необходимо по формуле Герона должны рассчитать его площадь и вывести на экран.
#3) Пользователь вводит  трехзначное число. Необходимо найти сумму цифр и вывести ее на экран.
#4) Пользователь вводит номер месяца (от 1 до 12), необходимо выяснить к какому времени года принадлежит месяц и вывести на экран.
